Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: As you create or process incoming document records, the number of lines in the Incoming Documents window may grow to an extent where you lose overview.
cs_cz: Při vytváření nebo zpracování záznamů došlého dokladu může počet řádků v okně Došlé doklady narůstat do té míry, až v ní ztratíte přehled.

source: Therefore, you can set incoming document records to Processed to remove them from the default view.
cs_cz: Proto můžete nastavit záznamy došlého dokladu na možnost Zpracovat, abyste jej mohli odstranit z výchozího zobrazení.

source: When you choose the Show All action, you can view both processed and unprocessed records.
cs_cz: Když zvolíte akci Ukázat vše můžete zobrazit jak zpracované, tak nezpracované záznamy.

source: You cannot edit information, attach files, or perform other processes on incoming document records that are set to Processed.
cs_cz: Nemůžete upravovat informace, připojovat soubory ani provádět jiné procesy na záznamech došlého dokladu, které jsou nastaveny na hodnotu Zpracováno.

source: You must first set it to Unprocessed.
cs_cz: Nejprve je musíte nastavit na Nezpracováno.

source: The Processed check box is automatically selected on incoming document records that have been processed, but you can also select or deselect the check box manually.
cs_cz: Zaškrtávací políčko Zpracováno je automaticky vybráno na záznamech došlého dokladu, které byly zpracovány, ale také můžete vybrat nebo zrušit zaškrtnutí políčka ručně.

source: Depending on your business process, an incoming document record may be processed when a related document has been created for it or a file has been attached.
cs_cz: V závislosti na vašem obchodním procesu může být záznam došlého dokladu zpracován, pokud byl pro něj vytvořen související doklad nebo byl připojen soubor.

source: When you open the Incoming Documents window with the My Incoming Documents action on the Role Center, only unprocessed incoming document records are shown by default.
cs_cz: Když otevřete okno Došlé doklady pomocí akce Moje došlé doklady v centru rolí se zobrazí ve výchozím nastavení pouze nezpracované záznamy došlého dokladu.

source: This is referred to in this topic as "the default view".
cs_cz: Toto je v tomto tématu označováno jako "výchozí zobrazení".

source: To remove incoming document records from the default view
cs_cz: Odebrání záznamů došlého dokladu z výchozího zobrazení

source: In the Incoming Documents window, select one or more lines for incoming document records that you want to remove from the default view.
cs_cz: V okně Došlé doklady vyberte jeden nebo více řádků pro záznamy došlého dokladu, které chcete z výchozího zobrazení odstranit.

source: Choose the Set to Processed action.
cs_cz: Zvolte akci Nastavit na zpracované.

source: The incoming document records are removed from the default view, and the Processed check box is selected on the lines.
cs_cz: Záznamy došlého dokladu jsou z výchozího zobrazení odstraněny a na řádcích je zaškrtnuto políčko Zpracováno.

source: You can also perform this action for the individual record in the Incoming Document Card window.
cs_cz: Tuto akci můžete provést také pro jednotlivé záznamy v okně Karta došlého dokladu.

source: To view all incoming document records
cs_cz: Zobrazení všech záznamů došlého dokladu

source: In the Incoming Documents window, choose the Show All action.
cs_cz: V okně Došlé doklady zvolte akci Ukázat vše.

source: All incoming document records are displayed, including those where the Processed check box is not selected.
cs_cz: Zobrazí se všechny záznamy došlého dokladu, včetně těch, ve kterých není zaškrtnuto políčko Zpracováno.

source: To add incoming document records to the default view
cs_cz: Přidání záznamů došlého dokladu do výchozího zobrazení

source: Select one or more lines for incoming document records that you want to appear in the default view.
cs_cz: Vyberte jeden nebo více řádků pro záznamy došlého dokladu, které chcete zobrazit ve výchozím zobrazení.

source: Choose the Set to Unprocessed action.
cs_cz: Zvolte akci Nastavit na nezpracovanou.

source: Set Up Incoming Documents
cs_cz: Nastavení Došlých dokladů

source: If you create general journal lines from incoming document records, you must specify in the Incoming Documents Setup window which journal template and batch to use.
cs_cz: Pokud vytvoříte řádky finančního deníku ze záznamů došlého dokladu, musíte zadat v okně Nastavení došlých dokladů šablonu deníku a dávku, které chcete použít.

source: If you do not want users to create invoices or general journal lines from incoming document records unless the documents are first approved, you must set up approvers in the Incoming Document Approvers window.
cs_cz: Pokud nechcete, aby uživatelé vytvářeli faktury nebo řádky finančního deníku ze záznamů došlého dokladu, pokud nejsou doklady prvně schváleny, je nutné nastavit schvalovatele v okně Schvalovatelé došlého dokladu.

source: To turn PDF and image files into electronic documents that you can convert to, for example, purchase invoices inside Dynamics NAV, you must first set up the OCR feature and enable the service.
cs_cz: Chcete-li soubory PDF a obrázkové soubory převést do elektronických dokumentů, které lze převést například na nákupní faktury v Dynamics NAV, musíte nejprve nastavit funkci OCR a povolit službu.

source: When the Incoming Documents feature is set up, you can use different functions to review expense receipts, manage OCR tasks, and convert incoming document files, manually or automatically, to the relevant documents or journal lines.
cs_cz: Když je nastavena funkce Došlých dokladů, můžete použít různé funkce pro kontrolu výdajů, správu úloh OCR a převod souborů došlého dokladu ručně nebo automaticky na příslušné doklady nebo řádky deníku.

source: Process Incoming Documents .
cs_cz: Proces došlých dokladů .

source: To set up the Incoming Documents feature
cs_cz: Nastavení funkcí Došlých dokladů

source: In the top right corner, choose the Search for Page or Report icon, enter Incoming Document Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení došlých dokladů a pak vyberte související odkaz.

source: Fill in the fields as necessary.
cs_cz: Vyplňte pole podle potřeby.

source: To set up approvers of incoming document records
cs_cz: Nastavení schvalovatelů záznamů došlého dokladu

source: In the Incoming Documents Setup window, choose the Approvers action.
cs_cz: V okně Nastavení došlých dokladů zvolte akci Schvalovatelé.

source: The Incoming Document Approvers window shows all users that are set up in your Dynamics NAV .
cs_cz: Okno Schvalovatelé došlých dokladů ukáže všechny uživatele, kteří jsou nastaveni v Dynamics NAV.

source: Select one or more users that can approve an incoming document before a related document or journal line can be created.
cs_cz: Vyberte jednoho nebo více uživatelů, kteří mohou schválit došlý doklad předtím, než lze vytvořit související doklad nebo řádek deníku.

source: When approvers have been set up in the Incoming Document Approvers window, only those users can approve an incoming document if the Require Approval To Create check box in the Incoming Documents Setup window is selected.
cs_cz: Pokud byli schvalovatelé nastaveni v okně Schvalovatelé došlých dokladů, pouze tito uživatelé mohou schválit došlý doklad, pokud je zaškrtnuto políčko K vytvoření vyžaduje schválení v okně Nastavení došlých dokladů.

source: This approval setup is not related to approval workflows.
cs_cz: Toto nastavení schválení nesouvisí se schvalovacími postupy.

source: Use Approval Workflows .
cs_cz: Použití schvalovacího workflow .

source: To set up an OCR service
cs_cz: Nastavení služby OCR

source: In the top right corner, choose the Search for Page or Report icon, enter OCR Service Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení služby OCR a pak vyberte související odkaz.

source: To encrypt your login information
cs_cz: Šifrování přihlašovacích údajů

source: It is recommended that you protect the logon information that you enter in the OCR Service Setup window.
cs_cz: Doporučuje se chránit přihlašovací informace, které zadáte do okna Nastavení služby OCR.

source: You can encrypt data on the server by generating new or importing existing encryption keys that you enable on the server instance that connects to the database.
cs_cz: Můžete šifrovat data na serveru generováním nového nebo importováním existujícího šifrovacího klíče, který povolíte na instanci serveru, který je připojen k databázi.

source: In the OCR Service Setup window, choose the Encryption Management action.
cs_cz: V okně Nastavení služby OCR zvolte akci Správce šifrování.

source: In the Data Encryption Management window, enable encryption of your data.
cs_cz: Okno Správa šifrování dat umožňuje šifrování vašich dat.

source: Use Approval Workflows
cs_cz: Použití schvalovacího workflow

source: When a record, such as a purchase document or a customer card, needs to be approved by someone in your organization, you send an approval request as part of a workflow.
cs_cz: Pokud musí být záznam, například nákupní doklad nebo zákaznická karta schválen někým ve vaší organizaci, odešlete požadavek na schválení jako součást workflow.

source: Based on how the workflow is set up, the appropriate approver is then notified that the record requires their approval.
cs_cz: Na základě nastavení workflow je příslušná schvalující osoba informována o tom, že záznam vyžaduje schválení.

source: Core approval workflows for purchases documents, sales documents, payment journals, customer cards, and item cards are ready to start as assisted setup.
cs_cz: Základní schvalovací workflow pro nákupní doklady, prodejní doklady, platební deníky, zákaznické karty a karty položek jsou připraveny k zahájení jako asistenční nastavení.

source: For more information, see Welcome to Dynamics NAV.
cs_cz: Další informace naleznete v tématu Vítejte v Dynamics NAV.

source: To request approval of a record
cs_cz: Požadavek na schválení záznamu

source: The following task is performed by an approval user.
cs_cz: Následující úloha je prováděna schvalovacím uživatelem.

source: In the window that presents the record, choose the Send Approval Request action.
cs_cz: V okně, které představuje záznam, zvolte akci Odeslat žádost o schválení.

source: To see all your approval requests, in the top right corner, choose the Search for Page or Report icon, enter Approval Request Entries, and then choose the related link.
cs_cz: Chcete-li zobrazit všechny vaše žádosti o schválení, zvolte v pravém horním rohu ikonu Vyhledat stránku nebo sestavu, zadejte Požadavky na schválení a pak vyberte související odkaz.

source: The status of the approval entry is updated from Created to Open.
cs_cz: Stav položky ke schválení je aktualizován z Vytvořeno do Otevřeno.

source: The status of the record, for example a purchase invoice, is updated from Open to Pending Approval and remains locked for processing until all approvers have approved the record.
cs_cz: Stav záznamu například nákupní faktury je aktualizována z Otevřeno do Čeká na schválení a zůstává uzamčen pro zpracování až do doby, než všichni schvalovatelé schválí záznam.

source: When the approver has approved the record, the status changes to Released.
cs_cz: Když schvalovatel schválil záznam, stav se změní na Vydáno.

source: You can then continue your tasks with the record.
cs_cz: Potom můžete pokračovat ve svých úkolech se záznamem.

source: To cancel requests for approval
cs_cz: Zrušení žádosti o schválení

source: The following task is performed by an approval user with approver rights.
cs_cz: Následující úloha je prováděna schvalovacím uživatelem s právy schvalující osoby.

source: A customer may want to change an order after it has been submitted for approval.
cs_cz: Zákazník může chtít po odeslání ke schválení změnit objednávku.

source: In this case, you can cancel the approval process and make the necessary changes to the order before you request approval again.
cs_cz: V takovém případě můžete zrušit proces schvalování a provést potřebné změny objednávky, než požádáte o opětovné schválení.

source: In the window that displays the record, choose the Cancel Approval Request action.
cs_cz: V okně, které zobrazuje záznam, zvolte akci Zrušit žádost o schválení.

source: When the approval request has been canceled, the status of the related approval entry is changed to Canceled.
cs_cz: Pokud byla žádost o schválení zrušena, změní se status příslušné položky schválení na Zrušeno.

source: The status of the record is updated from Pending Approval to Open.
cs_cz: Stav záznamu je aktualizován z Čeká na schválení do Otevřeno.

source: The approval process can then start again.
cs_cz: Schvalovací proces pak může začít znovu.

source: To make minor changes to approved records
cs_cz: Provedení drobné změny schválených záznamů

source: If you want to make a minor change to a record after it has been approved, you can reopen the record, make the change, and then release it.
cs_cz: Chcete-li provést menší změnu záznamu po jeho schválení, můžete znovu otevřít záznam, provést změnu a poté ji vydat.

source: For minor changes, you do this with the Reopen and Release buttons.
cs_cz: U drobných změn to provedete pomocí tlačítek Znovu otevřít a Vydat.

source: Open the window that displays the record, such as a purchase invoice, and then choose the Reopen action.
cs_cz: Otevřete okno, které zobrazuje záznam například nákupní fakturu a poté zvolte akci Znovu otevřít.

source: The Document Status field is changed to Open.
cs_cz: Políčko Stav dokumentu se změní na Otevřeno.

source: Make the necessary changes on the record, such as the vendor’s address.
cs_cz: Proveďte potřebné změny v záznamu, například adresu dodavatele.

source: Choose the Release action.
cs_cz: Zvolte akci Vydat.

source: When you reopen the source record, the status of the related approval entry remains Approved in the Approval Entries window.
cs_cz: Když znovu otevřete zdrojový záznam, stav příslušné položky schválení zůstane schválen v okně Položky ke schválení.

source: To approve or reject requests for approval
cs_cz: Schválení nebo odmítnutí žádosti o schválení

source: You can process approval requests in the Requests to Approve window, for example to approve multiple requests at a time.
cs_cz: Žádosti o schválení můžete zpracovat v okně Požadavky na schválení například za účelem schválení více žádostí najednou.

source: Alternatively, you can process each request on the related record, such as the Purchase Invoice window, by choosing the link in the notification that you receive.
cs_cz: Alternativně můžete zpracovat každý požadavek na souvisejícím záznamu například okno Nákupní faktura, výběrem odkazu v obdržené notifikaci.

source: In the top right corner, choose the Search for Page or Report icon, enter Requests to Approve, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Požadavky na schválení a pak vyberte související odkaz.

source: Select one or more lines for the record or records that you want to approve or reject.
cs_cz: Vyberte jeden nebo více řádků pro záznam nebo záznamy, které chcete schválit nebo odmítnout.

source: Choose the Approve, Reject, or Delegate actions.
cs_cz: Zvolte akci Schválit, Odmítnout nebo Delegovat.

source: When a record has been approved or rejected, the approval status in the Status field changes to Approved or Rejected.
cs_cz: Pokud byl záznam schválen nebo odmítnut, změní se stav schválení v poli Stav na Schváleno nebo Odmítnuto.

source: If an approver hierarchy is set up, the record status will be Pending Approval until all approvers have approved the record.
cs_cz: Je-li nastavena schvalovací hierarchie, stav záznamu bude Čeká na schválení, dokud všichni schvalovatelé neschválí záznam.

source: Then the record status will change to Released.
cs_cz: Pak se stav záznamu změní na Vydáno.

source: At the same time, the approval status changes from Created to Open as soon as an approval request for the record is created.
cs_cz: Současně se stav schválení změní z Vytvořeno na Otevřeno, jakmile bude vytvořena žádost o schválení pro záznam.

source: If the request is rejected, the approval status changes to Rejected.
cs_cz: Pokud je žádost zamítnuta, změní se status schválení na Odmítnuto.

source: The status remains Open or Rejected until all approvers have approved the request.
cs_cz: Stav zůstává Otevřeno nebo Odmítnuto, dokud všichni schvalující žádost neschválí.

source: To delegate requests for approval
cs_cz: Delegování žádosti o schválení

source: To prevent documents from piling up or otherwise block the workflow, the approver and the approval administrator can delegate an approval request to a substitute approver.
cs_cz: Chcete-li zabránit tomu, aby se dokumenty shromažďovaly nebo jinak zablokovaly workflow, schvalovatel a správce schvalování mohou přenést žádost o schválení na náhradního schvalujícího.

source: The substitute can either be a designated substitute, the direct approver, or the approval administrator, in that order of priority.
cs_cz: Náhradník může být buď určeným náhradníkem, přímým schvalovatelem nebo schvalovacím správcem v uvedeném pořadí priority.

source: You typically use this feature if an approver is out of office and is unable to approve requests before the due date.
cs_cz: Tuto funkci obvykle používáte, pokud je schvalovatel mimo kancelář a není schopen schválit žádosti před datem splatnosti.

source: Select one or more lines for the approval requests that you want to delegate to a substitute approver, and then choose the Delegate action.
cs_cz: Vyberte jeden nebo více řádků pro žádosti o schválení, které chcete přenést na náhradního schvalujícího a potom vyberte akci Delegovat.

source: A notification to approve the request is sent to the substitute approver.
cs_cz: Oznámení o schválení žádosti je odesláno schvalujícímu náhradníkovi.

source: To manage overdue approval requests
cs_cz: Správa žádostí o schválení po splatnosti

source: At regular intervals, you must remind approval workflow users of overdue approval requests that they must react on.
cs_cz: V pravidelných intervalech musíte připomenout uživatelům schvalovacího workflow žádosti o schválení po splatnosti, na které musí reagovat.

source: You use the Send Overdue Approval Notifications function for this.
cs_cz: Použijete funkci Odeslání upozornění o schválení.

source: The Send Overdue Approval Notifications function checks for all open approval requests that are currently overdue.
cs_cz: Funkce Odeslání upozornění o schválení kontroluje všechny otevřené žádosti o schválení, které jsou v současné době opožděné.

source: Each approver that has at least one overdue approval entry receives a notification with the list of all their overdue approval requests.
cs_cz: Každý schvalovatel, který má alespoň jeden záznam o schválení po uplynutí doby platnosti, obdrží oznámení se seznamem všech žádostí o schválení po splatnosti.

source: The notification is also sent to their approver and all the requesters of the overdue approvals.
cs_cz: Oznámení se také zašle jejich schvalovatelům a všem žadatelům o schválení po splatnosti.

source: This helps if the overdue approval entry must be delegated to a substitute.
cs_cz: Toto pomáhá, pokud musí být položka schválení po splatnosti delegována na náhradníka.

source: In the top right corner, choose the Search for Page or Report icon, enter Overdue Approval Requests, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Požadavky na schválení po splatnosti a pak vyberte související odkaz.

source: In the Overdue Approval Requests window, choose the Send Overdue Approval Notifications action.
cs_cz: V okně Požadavky na schválení po splatnosti zvolte akci Odeslat upozornění o schválení po splatnosti.

source: Manage Sales
cs_cz: Správa prodeje

source: Use OCR to Turn PDF and Image Files into Electronic Documents
cs_cz: Použití funkce OCR k převedení souborů PDF a obrázkových souborů do elektronických dokladů

source: From PDF or image files that you receive from your trading partners, you can have an external OCR service (Optical Character Recognition) generate electronic documents that can be converted to document records in Dynamics NAV.
cs_cz: Ze souborů PDF nebo obrázkový souborů, které obdržíte od svých obchodních partnerů, můžete pomocí externí službu OCR (Optical Character Recognition) generovat elektronické doklady, které lze převést na záznamy dokladů v Dynamics NAV.

source: For example, when you receive an invoice in PDF format from your vendor, you can send it to the OCR service from the Incoming Documents window.
cs_cz: Pokud například od dodavatele obdržíte fakturu ve formátu PDF, můžete ji odeslat do služby OCR z okna Došlé doklady.

source: This is described in the first procedure.
cs_cz: Toto je popsáno v první proceduře.

source: As an alternative to sending the file from the Incoming Documents window, you can send the file to the OCR service by email.
cs_cz: Jako alternativu k odeslání souboru z okna Došlé doklady, můžete odeslat soubor službě OCR e-mailem.

source: Then, when you receive the electronic document back, a related incoming document record is created automatically.
cs_cz: Poté, když obdržíte elektronický doklad zpět, automaticky se vytvoří související záznam došlého dokladu.

source: This is described in the second procedure.
cs_cz: Toto je popsáno v druhé proceduře.

source: After some seconds, you receive the file back from the OCR service as an electronic invoice that can be converted to a purchase invoice for the vendor.
cs_cz: Po několika sekundách obdržíte soubor zpět od služby OCR jako elektronickou fakturu, kterou lze převést na nákupní fakturu dodavatele.

source: This is described in the third procedure.
cs_cz: Toto je popsáno v třetí proceduře.

source: Because OCR is based on optical recognition, it is likely that the OCR service will interpret characters in your PDF or image files wrongly when it first processes a certain vendor’s documents, for example.
cs_cz: Vzhledem k tomu, že OCR je založen na optickém rozpoznávání, je pravděpodobné, že služba OCR interpretuje znaky ve vašem souboru PDF nebo obrázkových souborů nesprávně, když například nejprve zpracuje doklady konkrétního dodavatele.

source: It may not interpret the company logo as the vendor’s name or it may misinterpret the total amount on a receipt because of its layout.
cs_cz: Nemusí správně interpretovat logo společnosti jako jméno prodejce, nebo může nesprávně interpretovat celkovou částku na příjemce kvůli jejímu rozložení.

source: To avoid these errors going forward, you can correct the errors in a separate version of the Incoming Document window.
cs_cz: Chcete-li se těmto chybám vyhnout, můžete chyby opravit v samostatné verzi v okně Došlé doklady.

source: Then you send the corrections back to the OCR service to train it to interpret the specific characters correctly next time it processes a PDF or image document for the same vendor.
cs_cz: Poté odešlete opravy zpět do služby OCR, aby se mohli správně interpretovat specifické znaky při příštím zpracování dokumentu PDF nebo obrázkového souboru pro stejného dodavatele.

source: For more information, see the "To train the OCR service to avoid errors" section.
cs_cz: Další informace naleznete v tématu „Zlepšení služby OCR k vyhnutím se chybám“.
